{"intents": [
        {"tag": "sejarah",
        "patterns": [
          "Apa yang menjadi asal mula nama 'Buleleng'?",
          "Siapa yang merupakan raja pertama Buleleng?",
          "Kapan Buleleng pertama kali menjadi kerajaan?",
          "Apa peran utama Buleleng dalam Perang Kusamba?",
          "Siapa yang merupakan raja terkenal Buleleng pada abad ke-19?",
          "Apa yang menjadi hasil perundingan dalam Perjanjian Badung (1849)?",
          "Apa yang memicu Perang Jagaraga?",
          "Bagaimana Buleleng memainkan peran dalam Revolusi Nasional Indonesia?",
          "Apa yang dimaksud dengan 'Puputan' Buleleng?",
          "Kapan Buleleng menjadi bagian dari Provinsi Bali?",
          "Apa yang bisa Anda sebutkan mengenai seni dan budaya Buleleng?",
          "Apa yang terkenal dari tradisi kuliner Buleleng?",
          "Siapa tokoh penting lainnya dalam sejarah Buleleng selain dari para raja?",
          "Apa yang membedakan arsitektur tradisional Buleleng dari daerah lain di Bali?",
          "Bagaimana peran agama dalam sejarah Buleleng?",
          "Apa yang bisa Anda katakan mengenai perkembangan ekonomi Buleleng dalam beberapa dekade terakhir?",
          "Apakah ada perayaan atau festival tradisional khas Buleleng?",
          "Apa yang menjadi tantangan terbesar yang dihadapi Buleleng saat ini dalam menjaga warisan sejarah dan budayanya?"
        ],
        "responses": [
          "Sejarah Buleleng mencakup berbagai peristiwa dan tokoh penting dalam perkembangan wilayah ini. Salah satu raja pertama Buleleng adalah Ki Barak Panji Sakti, dan kerajaan ini pertama kali terbentuk pada abad ke-17.",
          "Raja pertama Buleleng adalah Ki Barak Panji Sakti.",
          "Kerajaan Buleleng pertama kali terbentuk pada abad ke-17.",
          "Buleleng memainkan peran penting dalam Perang Kusamba (1848-1849) sebagai sekutu Belanda dalam melawan pemberontakan raja-raja Bali.",
          "Raja terkenal Buleleng pada abad ke-19 adalah Raja Gusti Ketut Jelantik.",
          "Perjanjian Badung (1849) mengakui Belanda sebagai penguasa Bali, dan Raja Gusti Ketut Jelantik diberi gelar Raja Buleleng.",
          "Perang Jagaraga (1846) dipicu oleh konflik antara Raja Gusti Ketut Jelantik dengan pemerintah Belanda.",
          "Buleleng adalah salah satu daerah yang berkontribusi dalam perjuangan kemerdekaan Indonesia dengan mengirimkan pejuang dan berpartisipasi dalam perang gerilya melawan penjajah Belanda.",
          "Puputan Buleleng adalah peristiwa tragis tahun 1849 di mana raja, keluarganya, dan rakyat Buleleng melakukan bunuh diri massal ketika terjadi konflik dengan pasukan Belanda.",
          "Buleleng menjadi bagian dari Provinsi Bali setelah proklamasi kemerdekaan Indonesia pada tahun 1945.",
          "Buleleng memiliki warisan seni dan budaya yang kaya, termasuk tarian, musik, dan seni ukir yang unik.",
          "Buleleng terkenal dengan hidangan-hidangan tradisional Bali seperti 'bebek betutu' dan 'ayam betutu.'",
          "Tokoh penting lainnya dalam sejarah Buleleng adalah I Gusti Bagus Jelantik, seorang pemimpin yang berperan dalam Perang Puputan Badung.",
          "Arsitektur tradisional Buleleng sering menampilkan bentuk-bentuk khas seperti bangunan pelataran dan gerbang yang indah.",
          "Agama Hindu telah memainkan peran sentral dalam kehidupan masyarakat Buleleng, dan banyak pura (kuil Hindu) dapat ditemukan di wilayah ini.",
          "Buleleng telah mengalami pertumbuhan ekonomi yang signifikan, terutama dalam sektor pariwisata, pertanian, dan perikanan.",
          "Buleleng memiliki berbagai perayaan dan festival tradisional, seperti perayaan 'Galungan' dan 'Kuningan.'",
          "Tantangan terbesar Buleleng saat ini adalah menjaga warisan sejarah dan budayanya sambil menghadapi dampak modernisasi dan pariwisata yang terus berkembang."],
         "context_set": ""
        },
        {"tag": "pariwisata",
        "patterns": [
          "Apa yang membuat Buleleng menjadi tujuan pariwisata yang menarik?",
          "Apa pantai terkenal di Buleleng?",
          "Apa kegiatan utama yang bisa dinikmati di Pantai Lovina?",
          "Apa yang membuat Air Terjun Gitgit istimewa?",
          "Apa yang bisa Anda katakan tentang Taman Nasional Bali Barat?",
          "Apa yang membuat Pura Pulaki istimewa?",
          "Apa yang bisa ditemui di Taman Kupu-Kupu Buleleng?",
          "Bagaimana cuaca di Buleleng sepanjang tahun?",
          "Apa yang unik tentang perayaan Galungan di Buleleng?",
          "Apa restoran atau makanan khas yang harus dicoba di Buleleng?",
          "Bagaimana cara menuju Buleleng dari Bandara Internasional Ngurah Rai?",
          "Apa kegiatan yang direkomendasikan untuk penggemar snorkeling di Buleleng?",
          "Bagaimana cara menjelajahi Pantai Lovina secara tradisional?",
          "Apa yang bisa Anda katakan tentang Festival Bali Arts Festival?",
          "Apa yang membuat Buleleng istimewa untuk para penggemar diving?",
          "Apa destinasi wisata yang cocok untuk keluarga di Buleleng?",
          "Bagaimana cara mengunjungi Air Terjun Gitgit dengan aman?",
          "Apa yang bisa Anda katakan tentang kehidupan malam di Buleleng?",
          "Bagaimana cara menghormati kebudayaan dan agama saat berkunjung ke Pura di Buleleng?",
          "Apa yang membuat Buleleng menjadi tujuan wisata yang ramah lingkungan?"
        ],
        "responses": [
          "Buleleng menawarkan keindahan alam, pantai-pantai eksotis, dan warisan budaya yang kaya.",
          "Pantai Lovina adalah pantai terkenal di Buleleng, terkenal dengan wisatawan yang datang untuk menikmati matahari terbenam dan melihat lumba-lumba.",
          "Di Pantai Lovina, Anda bisa menikmati kegiatan seperti melihat lumba-lumba, snorkeling, dan berjemur di pasir putih.",
          "Air Terjun Gitgit adalah salah satu air terjun tertinggi di Bali dan menawarkan pemandangan alam yang spektakuler.",
          "Taman Nasional Bali Barat adalah tujuan populer bagi pecinta alam dan penggemar trekking, dengan keanekaragaman hayati yang menakjubkan.",
          "Pura Pulaki dikenal sebagai tempat suci yang dihuni oleh monyet-monyet liar yang dianggap keramat.",
          "Taman Kupu-Kupu Buleleng adalah tempat konservasi yang mengagumkan dengan berbagai spesies kupu-kupu dan tumbuhan langka.",
          "Buleleng memiliki iklim tropis dengan musim hujan dan kemarau. Musim terbaik untuk berkunjung adalah saat musim kemarau antara April hingga Oktober.",
          "Perayaan Galungan di Buleleng dihiasi dengan penjor, tiang bambu yang indah yang melambangkan keseimbangan alam.",
          "Anda harus mencoba hidangan tradisional Bali seperti 'bebek betutu' dan 'ayam betutu' di restoran lokal.",
          "Anda dapat menggunakan taksi atau layanan transportasi umum, seperti bus atau kereta, untuk mencapai Buleleng dari Bandara Internasional Ngurah Rai.",
          "Snorkeling di Pulau Menjangan, yang merupakan bagian dari Taman Nasional Bali Barat, adalah pengalaman yang luar biasa.",
          "Anda dapat menjelajahi Pantai Lovina dengan perahu tradisional Bali yang disebut 'jukung.'",
          "Festival Festival Bali Arts Festival adalah perayaan seni dan budaya yang memamerkan pertunjukan seni tradisional Bali.",
          "Buleleng menawarkan lokasi diving yang menakjubkan, seperti Pulau Menjangan dan harta bawah laut lainnya.",
          "Taman Kupu-Kupu Buleleng adalah tempat yang sempurna untuk keluarga, dengan keindahan alam dan hewan-hewan yang menarik.",
          "Anda dapat mengunjungi Air Terjun Gitgit dengan mengikuti jalan setapak dan petunjuk yang telah disediakan.",
          "Meskipun Buleleng tidak terkenal dengan kehidupan malam yang sibuk seperti Kuta, Anda masih bisa menemukan beberapa bar dan restoran yang menyenangkan di sana.",
          "Saat mengunjungi Pura di Buleleng, penting untuk menghormati aturan dan tata krama, seperti berpakaian sopan dan tidak mengganggu ibadah.",
          "Buleleng mempromosikan ekowisata dan konservasi alam, menjaga keindahan alam dan lingkungan yang unik."
        ],
         "context_set": ""
        },
        {"tag": "ekonomi",
        "patterns": [
          "Bagaimana gambaran umum ekonomi Buleleng?",
          "Apa peran sektor pertanian dalam ekonomi Buleleng?",
          "Bagaimana peran pariwisata dalam pertumbuhan ekonomi Buleleng?",
          "Apa yang membuat Pantai Lovina penting dalam konteks ekonomi Buleleng?",
          "Apa yang dapat Anda katakan tentang perdagangan tradisional di Buleleng?",
          "Bagaimana sektor perikanan berkontribusi terhadap ekonomi Buleleng?",
          "Apa yang menjadi tantangan utama dalam pengembangan ekonomi Buleleng?",
          "Apa yang telah dilakukan untuk mempromosikan ekowisata di Buleleng?",
          "Bagaimana sektor industri dan manufaktur berkembang di Buleleng?",
          "Apa potensi ekonomi lain yang bisa dimaksimalkan di Buleleng?",
          "Bagaimana pemerintah setempat mendukung pengembangan ekonomi Buleleng?",
          "Apa peran UKM (Usaha Kecil dan Menengah) dalam ekonomi Buleleng?",
          "Bagaimana dampak pandemi COVID-19 terhadap ekonomi Buleleng?",
          "Apa upaya yang dilakukan untuk mendiversifikasi sektor ekonomi di Buleleng?",
          "Bagaimana peran sektor perkebunan dalam ekonomi Buleleng?",
          "Apa yang dapat diharapkan dari pengembangan sektor pariwisata Buleleng di masa depan?",
          "Bagaimana keterlibatan masyarakat lokal dalam pengembangan ekonomi Buleleng?",
          "Apa yang bisa Anda katakan tentang pengelolaan sumber daya alam di Buleleng?",
          "Bagaimana hubungan antara ekonomi dan budaya di Buleleng?",
          "Bagaimana upaya untuk mengurangi kemiskinan dan kesenjangan ekonomi di Buleleng?"
        ],
        "responses": [
          "Ekonomi Buleleng didukung oleh sektor pariwisata, pertanian, perikanan, dan perdagangan.",
          "Sektor pertanian, seperti tanaman padi, buah-buahan, dan sayuran, berkontribusi signifikan terhadap ekonomi Buleleng.",
          "Pariwisata adalah salah satu pilar utama ekonomi Buleleng, dengan kontribusi dari wisatawan lokal dan mancanegara.",
          "Pantai Lovina adalah tujuan utama pariwisata di Buleleng, yang memberikan pendapatan signifikan melalui akomodasi, restoran, dan kegiatan wisata.",
          "Buleleng memiliki sejarah perdagangan yang kaya, dengan pasar tradisional yang penting sebagai pusat kegiatan ekonomi.",
          "Perikanan, terutama penangkapan ikan, adalah salah satu mata pencaharian utama di Buleleng dan menyumbang pendapatan bagi banyak penduduk setempat.",
          "Salah satu tantangan utama adalah menjaga keseimbangan antara pertumbuhan pariwisata yang berkelanjutan dan perlindungan lingkungan alam.",
          "Buleleng telah mengambil langkah-langkah untuk mempromosikan ekowisata dan konservasi alam guna menjaga sumber daya alamnya.",
          "Buleleng masih fokus pada sektor pertanian dan pariwisata, sedangkan sektor industri dan manufaktur masih relatif kurang berkembang.",
          "Potensi ekonomi lainnya meliputi pengembangan agrowisata, kerajinan tangan tradisional, dan pengolahan hasil pertanian.",
          "Pemerintah Buleleng mendukung pengembangan ekonomi dengan investasi dalam infrastruktur, promosi pariwisata, dan pelatihan kewirausahaan.",
          "UKM memainkan peran penting dalam ekonomi Buleleng dengan memberikan lapangan pekerjaan dan kontribusi pada ekonomi lokal.",
          "Pandemi COVID-19 berdampak besar pada sektor pariwisata di Buleleng, menyebabkan penurunan pendapatan dan pekerjaan.",
          "Pemerintah Buleleng berupaya untuk mendiversifikasi ekonomi dengan mendorong sektor pertanian non-padi, seperti perkebunan dan peternakan.",
          "Perkebunan, seperti kakao, kopi, dan kelapa, memberikan kontribusi dalam diversifikasi ekonomi Buleleng.",
          "Di masa depan, pengembangan pariwisata Buleleng diharapkan akan memberikan lapangan kerja lebih banyak dan berkelanjutan serta mempromosikan budaya lokal.",
          "Program-program pengembangan ekonomi melibatkan masyarakat lokal, memungkinkan mereka untuk berpartisipasi dalam usaha-usaha ekonomi.",
          "Pengelolaan sumber daya alam di Buleleng menjadi fokus untuk menjaga lingkungan alam dan mendukung ekowisata.",
          "Budaya Buleleng, termasuk seni dan kerajinan tangan, berperan dalam mendukung pariwisata dan ekonomi kreatif.",
          "Program-program pemberdayaan ekonomi dan pelatihan kewirausahaan bertujuan untuk mengurangi kemiskinan dan kesenjangan ekonomi di Buleleng."
        ],
         "context_set": ""
        },
        {"tag": "politik",
        "patterns": [
          "Siapa kepala pemerintahan Buleleng saat ini?",
          "Bagaimana sistem pemerintahan di Buleleng diatur?",
          "Apa peran Dewan Perwakilan Rakyat Daerah (DPRD) Buleleng dalam politik daerah?",
          "Apa yang dapat Anda katakan tentang sejarah politik Buleleng?",
          "Apa isu politik utama yang sedang dihadapi Buleleng saat ini?",
          "Bagaimana proses pemilihan kepala daerah di Buleleng dilakukan?",
          "Apa partai politik yang dominan di Buleleng?",
          "Bagaimana pemerintah daerah Buleleng mendukung partisipasi masyarakat dalam politik?",
          "Apa yang menjadi agenda politik utama Bupati Buleleng saat ini?",
          "Bagaimana hubungan antara pemerintah Buleleng dengan pemerintah pusat di Indonesia?",
          "Apa peran masyarakat dalam pengambilan keputusan politik di Buleleng?",
          "Bagaimana upaya Buleleng dalam mempromosikan transparansi dan akuntabilitas dalam pemerintahan?",
          "Apa yang menjadi tantangan terbesar dalam politik Buleleng saat ini?",
          "Bagaimana peran media dalam politik Buleleng?",
          "Apa program-program prioritas yang diusung oleh pemerintah Buleleng dalam politik kesejahteraan masyarakat?",
          "Bagaimana upaya peningkatan partisipasi pemuda dalam politik Buleleng?",
          "Apa yang bisa Anda katakan tentang sejarah pemilihan umum di Buleleng?",
          "Bagaimana pemilihan umum di Buleleng diawasi dan dijalankan dengan transparan?",
          "Apa yang dapat Anda katakan tentang tingkat partisipasi dalam pemilihan umum di Buleleng?",
          "Bagaimana masyarakat Buleleng dapat berkontribusi dalam pembangunan politik dan sosial di daerah mereka?"
        ],
        "responses": [
          "Kepala pemerintahan Buleleng saat ini adalah Bupati (nama bupati).",
          "Buleleng memiliki sistem pemerintahan daerah otonom dengan bupati sebagai kepala pemerintahan daerah.",
          "DPRD Buleleng adalah lembaga legislatif yang membuat undang-undang daerah dan mengawasi pemerintahan bupati.",
          "Sejarah politik Buleleng mencakup berbagai peristiwa politik dan pemimpin yang mempengaruhi perkembangan daerah ini.",
          "Salah satu isu politik utama saat ini adalah pengelolaan sumber daya alam, pengembangan pariwisata, dan kesejahteraan masyarakat.",
          "Pemilihan kepala daerah di Buleleng dilakukan melalui pemilihan umum (pemilu) dengan partisipasi warga.",
          "Partai politik yang dominan di Buleleng dapat bervariasi dari waktu ke waktu, tergantung pada pemilihan dan dukungan masyarakat.",
          "Pemerintah daerah Buleleng mendorong partisipasi masyarakat dalam politik melalui program-program partisipatif dan dialog dengan warga.",
          "Agenda politik utama saat ini dapat berfokus pada pengembangan ekonomi, kesejahteraan masyarakat, dan pembangunan infrastruktur.",
          "Pemerintah Buleleng memiliki hubungan kerjasama dengan pemerintah pusat untuk implementasi kebijakan nasional di tingkat daerah.",
          "Masyarakat memiliki peran penting dalam proses pengambilan keputusan politik melalui partisipasi dalam pemilihan dan berbagai mekanisme partisipatif.",
          "Buleleng berupaya meningkatkan transparansi dan akuntabilitas dalam pemerintahan melalui publikasi data, laporan kinerja, dan mekanisme pengaduan.",
          "Tantangan terbesar mungkin termasuk meningkatkan pelayanan publik, mengelola pertumbuhan pariwisata, dan mengatasi isu lingkungan.",
          "Media memiliki peran penting dalam politik Buleleng dengan memberikan informasi, berita, dan analisis terkait isu politik dan pemerintahan.",
          "Program-program prioritas mungkin mencakup pemberdayaan ekonomi masyarakat, akses pendidikan, layanan kesehatan, dan perumahan yang terjangkau.",
          "Pemerintah Buleleng berusaha untuk mendorong partisipasi pemuda dalam politik melalui program pelatihan, forum pemuda, dan kampanye pemuda.",
          "Sejarah pemilihan umum di Buleleng mencakup pemilihan kepala daerah dan anggota DPRD yang diadakan secara berkala.",
          "Pemilihan umum di Buleleng diawasi oleh lembaga terkait dan dijalankan dengan proses yang transparan, termasuk pemantauan internasional.",
          "Tingkat partisipasi dalam pemilihan umum di Buleleng bervariasi, tetapi upaya terus dilakukan untuk meningkatkan partisipasi warga.",
          "Masyarakat dapat berkontribusi dengan mengikuti pemilihan umum, berpartisipasi dalam dialog dan diskusi politik, dan melibatkan diri dalam program-program pengembangan daerah."
        ],
         "context_set": ""
        },
        {"tag": "budaya",
        "patterns": [
          "Apa yang membuat budaya Buleleng unik?",
          "Bagaimana upacara adat dilakukan dalam budaya Buleleng?",
          "Apa peran seni tari dan musik dalam budaya Buleleng?",
          "Bagaimana sejarah seni tari topeng di Buleleng?",
          "Apa yang dapat Anda katakan tentang seni ukir dan patung tradisional di Buleleng?",
          "Bagaimana pengaruh agama Hindu dalam budaya Buleleng?",
          "Apa yang membuat perayaan Nyepi di Buleleng istimewa?",
          "Bagaimana pewayangan memengaruhi budaya Buleleng?",
          "Apa yang menjadi makanan tradisional khas Buleleng?",
          "Bagaimana peran kerajinan tangan dalam budaya Buleleng?",
          "Bagaimana perayaan Galungan di Buleleng dirayakan?",
          "Apa yang unik tentang arsitektur tradisional Buleleng?",
          "Bagaimana hubungan antara seni rupa dan budaya di Buleleng?",
          "Bagaimana anak muda terlibat dalam melestarikan budaya Buleleng?",
          "Bagaimana budaya Buleleng memengaruhi gaya hidup sehari-hari penduduk?",
          "Bagaimana tradisi upacara pernikahan di Buleleng?",
          "Apa yang dapat Anda katakan tentang kesenian wayang wong di Buleleng?",
          "Bagaimana perayaan Saraswati di Buleleng dirayakan?",
          "Bagaimana budaya Buleleng dipromosikan kepada pengunjung dan wisatawan?",
          "Apa yang menjadi peran pelestarian budaya dalam pembangunan berkelanjutan di Buleleng?"
        ],
        "responses": [
          "Budaya Buleleng unik karena pengaruh Hindu Bali dan kearifan lokalnya.",
          "Upacara adat di Buleleng melibatkan berbagai ritual, tarian, dan musik tradisional.",
          "Seni tari dan musik menjadi bagian penting dalam upacara adat dan hiburan budaya di Buleleng.",
          "Seni tari topeng di Buleleng memiliki sejarah panjang sebagai bentuk seni tradisional yang menampilkan cerita-cerita epik.",
          "Seni ukir dan patung tradisional di Buleleng mencerminkan kekayaan budaya dan kreativitas masyarakat.",
          "Agama Hindu memainkan peran penting dalam budaya Buleleng dan tercermin dalam ritual keagamaan dan perayaan keagamaan.",
          "Perayaan Nyepi di Buleleng adalah hari raya keagamaan yang dihormati dengan menjaga keheningan total dan meditasi.",
          "Pewayangan, seperti wayang kulit, merupakan bentuk seni tradisional yang sering digunakan untuk menceritakan cerita epik dan nilai-nilai budaya.",
          "Makanan tradisional khas Buleleng meliputi nasi campur, sate lilit, dan berbagai hidangan laut.",
          "Kerajinan tangan, seperti anyaman bambu, tenun, dan kerajinan perak, adalah bagian integral dari budaya Buleleng.",
          "Perayaan Galungan di Buleleng dirayakan dengan upacara keagamaan, tarian, dan persembahan kepada leluhur.",
          "Arsitektur tradisional Buleleng memiliki ciri khas seperti atap jerami, paviliun, dan ornamen ukiran kayu.",
          "Seni rupa, seperti lukisan dan pahatan, sering mencerminkan nilai-nilai budaya dan alam Buleleng.",
          "Anak muda di Buleleng terlibat dalam kelompok seni, pertunjukan budaya, dan proyek pelestarian budaya.",
          "Budaya Buleleng memengaruhi gaya hidup sehari-hari melalui pakaian, makanan, dan adat-istiadat.",
          "Upacara pernikahan di Buleleng melibatkan berbagai ritual adat, tarian, dan pesta pernikahan.",
          "Wayang wong adalah bentuk teater tradisional di Buleleng yang menggambarkan cerita-cerita epik.",
          "Perayaan Saraswati di Buleleng adalah hari yang dihormati untuk menghormati Dewi Saraswati, dengan membaca buku dan sastra.",
          "Budaya Buleleng dipromosikan melalui festival seni, pertunjukan budaya, dan lokasi wisata budaya.",
          "Pelestarian budaya memainkan peran penting dalam menjaga identitas lokal dan mendukung pembangunan berkelanjutan di Buleleng."
        ],
         "context_set": ""
        },
        {"tag": "sapaan",
        "patterns": [
          "Selamat pagi!",
          "Halo!",
          "Apa kabar?",
          "Hai, teman!",
          "Selamat siang!",
          "Hai, bagaimana keadaanmu?",
          "Selamat sore!",
          "Halo, apa kabar hari ini?",
          "Selamat malam!",
          "Halo, bagaimana harimu?",
          "Selamat ulang tahun!",
          "Halo, apa yang terjadi?",
          "Hai, semoga harimu menyenangkan!",
          "Apa kabar, sahabat?",
          "Halo, apa yang baru?",
          "Hai, senang bertemu denganmu!",
          "Selamat datang!",
          "Halo, apa yang ingin Anda bicarakan?",
          "Apa kabar, teman lama?",
          "Halo, semoga harimu penuh dengan kebahagiaan."
        ],
        "responses": [
          "Selamat pagi juga!",
          "Halo, apa kabar?",
          "Baik, terima kasih. Bagaimana denganmu?",
          "Hai! Sudah lama tidak bertemu.",
          "Selamat siang, semoga hari Anda menyenangkan.",
          "Halo! Saya baik, terima kasih. Bagaimana denganmu?",
          "Selamat sore, apa yang bisa saya bantu?",
          "Halo! Tidak ada yang istimewa, bagaimana denganmu?",
          "Selamat malam, semoga Anda tidur nyenyak.",
          "Halo! Hari ini baik, terima kasih.",
          "Terima kasih! Semoga hari Anda juga penuh kebahagiaan.",
          "Halo! Tidak ada yang istimewa, apa kabar?",
          "Hai! Terima kasih, semoga demikian juga.",
          "Baik, dan Anda? Bagaimana kabarmu?",
          "Halo! Tidak ada yang baru, apa kabar?",
          "Hai! Sama-sama, senang bertemu denganmu juga.",
          "Terima kasih atas sambutannya. Saya senang bisa berada di sini.",
          "Halo! Saya ingin membicarakan [topik pembicaraan].",
          "Saya baik, teman. Bagaimana denganmu? Sudah lama tidak bertemu.",
          "Halo! Terima kasih, semoga juga untukmu."
        ],
         "context_set": ""
        }
   ]
}